Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# JoinRequests_one
source: {0} join request
ar: طلب واحد للانضمام
be: {0} запыт на длучэнне
ca: {0} sol·licitud d'unió
de: {0} Anfrage
es: {0} solicitud
fi: {0} liittymispyyntö
fr: {0} demande d'adhésion
it: {0} richiesta di accesso
pl: {0} prośba o dołączenie
pt_br: {0} pedido para entrar
ru: {0} заявка на вступление
sv: {0} förfrågning
tr: {0} katılma isteği
uk: {0} запит на приєднання

# JoinRequests_other
source: {0} join requests
ar: ⁨{0}⁩ طلبٍ للانضمام
be: {0} запыту на далучэнне
ca: {0} sol·licituds d'unió
de: {0} Anfragen
es: {0} solicitudes
fi: {0} liittymispyyntöä
fr: {0} demandes d'adhésions
it: {0} richieste di accesso
ko: {0}명이 입장 요청
ms: {0} permohonan menyertai
pl: {0} prośby o dołączenie
pt_br: {0} pedidos para entrar
ru: {0} заявки на вступление
sv: {0} förfrågningar
tr: {0} katılma isteği
uk: {0} запитів на приєднання

# JoinToGroupErrorFull
source: Sorry, this group is already full.
ar: المعذرة، هذه المجموعة ممتلئة.
be: На жаль, гэта суполка ўжо поўная.
ca: El grup ja està ple.
de: Leider ist diese Gruppe schon voll.
es: Lo sentimos, este grupo está lleno.
fa: متأسفانه ظرفیت این گروه تکمیل است.
fi: Pahoittelut, ryhmä on täynnä.
fr: Ce groupe est déjà complet.
id: Maaf, grup ini sudah penuh.
it: Spiacenti, questo gruppo è già pieno.
ko: 죄송합니다. 이 그룹은 이미 가득 찼습니다.
ms: Maaf, grup ini sudah penuh.
nl: Sorry, deze groep is al vol.
pl: Ta grupa jest już pełna.
pt_br: Desculpe, esse grupo está lotado.
ru: К сожалению, группа переполнена.
sv: Beklagar, gruppen är redan full.
tr: Üzgünüz, bu grup zaten dolu.
uk: Ця група вже заповнена.
uz: Kechirasiz, bu guruh allaqachon toʻlgan.
zh_cn: 抱歉，此群组已经满员。
zh_tw: 抱歉，此群組已滿。

# JoinToGroupErrorNotExist
source: Sorry, this chat does not seem to exist.
ar: المعذرة، هذه المحادثة غير موجودة.
be: Гэты чат, здаецца, не існуе.
ca: Aquest xat sembla que no existeix.
de: Leider gibt es diesen Chat nicht.
es: Lo sentimos, este chat no existe.
fa: متأسفانه به نظر می‌رسد چنین گفتگویی وجود ندارد.
fi: Valitettavasti tätä ryhmää ei enää löydy.
fr: Il semblerait que cet échange n'existe pas.
id: Maaf, obrolan ini sepertinya sudah tidak ada.
it: Spiacenti, sembra che questa chat non esista.
ko: 죄송하지만, 대화방이 없어진 모양입니다.
ms: Maaf, bual ini tak wujud
nl: Sorry, deze groep bestaat niet.
pl: Wygląda na to, że ten czat nie istnieje.
pt_br: Desculpe, parece que esse chat não existe.
ru: Похоже, такого чата не существует.
sv: Beklagar. Chatten verkar inte finnas.
tr: Üzgünüz, bu sohbet mevcut görünmüyor.
uk: Схоже, цього чату не існує.
uz: Kechirasiz, bu chat mavjud emas.
zh_cn: 抱歉，此对话似乎不存在。
zh_tw: 抱歉，此對話似乎不存在。

# JoinUsersRequests_one
source: {0} join request
ar: طلب واحد للانضمام
be: {0} запыт на далучэнне
ca: {0} sol·licitud d'unió
de: {0} möchte beitreten
es: {0} solicitud de unión
fi: {0} liittymispyyntö
fr: {0} demande d'adhésion
it: {0} richiesta di accesso
pl: {0} prośba o dołączenie
pt_br: {0} pedido para entrar
ru: {0} заявка на вступление
sv: {0} förfrågning
tr: {0} katılma isteği
uk: {0} запит на приєднання

# JoinUsersRequests_other
source: {0} join requests
ar: ⁨{0}⁩ طلبٍ للانضمام
be: {0} запыту на далучэнне
ca: {0} sol·licituds d'unió
de: {0} möchten beitreten
es: {0} solicitudes de unión
fi: {0} liittymispyyntöä
fr: {0} demandes d'adhésion
it: {0} richieste di accesso
ko: 입장 요청 {0}건
ms: {0} permohonan menyertai
pl: {0} prośby o dołączenie
pt_br: {0} pedidos para entrar
ru: {0} заявки на вступление
sv: {0} förfrågningar
tr: {0} katılma isteği
uk: {0} запитів на приєднання

source: July
ar: يوليو
be: Ліпень
ca: Juliol
de: Juli
es: Julio
fa: جولای
fi: heinäkuu
fr: Juillet
id: Juli
it: Luglio
ko: 7월
ms: Julai
nl: juli
pl: Lipiec
pt_br: julho
ru: Июль
sv: Juli
tr: Temmuz
uk: Липень
uz: Iyul

source: Jump to Date
ar: اذهب لهذا التاريخ
be: Перайсці да даты
ca: Vés a la data
de: Gehe zu Datum
es: Ir a la fecha
fa: رفتن به تاریخ
fi: Siirry päivämäärään
fr: Aller à la date
id: Lompat ke Tanggal
it: Vai alla data
ko: 날짜로 이동
ms: Pergi ke Tarikh
nl: Ga naar datum
pl: Przejdź do daty
pt_br: Ir para Data
ru: Перейти к дате
sv: Gå till datum
tr: Tarihe Git
uk: Перейти до дати
uz: Sanaga oʻtish
zh_cn: 跳转到此日期
zh_tw: 跳轉到此日期

source: June
ar: يونيو
be: Чэрвень
ca: Juny
de: Juni
es: Junio
fa: ژوئن
fi: kesäkuu
fr: Juin
id: Juni
it: Giugno
ko: 6월
ms: Jun
nl: juni
pl: Czerwiec
pt_br: junho
ru: Июнь
sv: Juni
tr: Haziran
uk: Червень
uz: Iyun

source: Keep Media
ar: الاحتفاظ بالوسائط
be: Захоўваць медыя
ca: Mantén els fitxers
de: Medien behalten
es: Conservar multimedia
fa: نگهداری رسانه‌ها
fi: Säilytä media
fr: Conserver les médias
id: Simpan Media
it: Mantieni media
ko: 미디어 저장 기간
ms: Simpan Media
nl: Media bewaren
pl: Przechowywanie multimediów
pt_br: Manter Mídias
ru: Хранить медиа
sv: Behåll media
tr: Medyayı Sakla
uk: Зберігати медіа
uz: Mediafayllarni saqlash muddati
zh_cn: 媒体文件保留时间
zh_tw: 媒體文件保留時間

# KeepMediaForever
source: Forever
ar: للأبد
be: Назаўсёды
ca: Per sempre
de: Dauerhaft
es: Sin límite
fa: همیشه
fi: Ikuisesti
fr: Pour toujours
id: Selamanya
it: Sempre
ko: 무기한
ms: Selamanya
nl: Voor altijd
pl: Na zawsze
pt_br: Sempre
ru: Всегда
sv: För alltid
tr: Süresiz
uk: Завжди
uz: Doimiy
zh_cn: 永久
zh_tw: 永久

# KeepMediaInfo
source: Photos, videos and other files from cloud chats that you have **not accessed** during this period will be removed from this device to save disk space. All media will stay in the Telegram cloud and can be re-downloaded if you need it again.
ar: سيتم حذف جميع الصور، المقاطع المرئية، وجميع الملفات المحفوظة في خوادمنا والتي **لم تقم باستخدامها** خلال هذه المدة لتوفير المساحة على هذا الجهاز. مع ذلك ستبقى جميع الملفات في خوادم تيليجرام، ويمكنك إعادة تنزيلها مرة أخرى متى ما احتجتها.
be: Фота, відэа і іншыя файлы з воблачных чатаў, у якія вы **не заходзілі** апошнім часам, будуць выдалены з гэтай прылады, каб захаваць месца на дыску. Усе файлы застануцца на воблаку Telegram, і, калі вам будзе патрэбна, іх можна будзе спампаваць зноў.
ca: Les fotos, vídeos i altres fitxers dels xats al núvol **que no hàgiu consultat** durant aquest període s'eliminaran d\'aquest dispositiu per estalviar espai. Tots els fitxers es mantindran al núvol del Telegram i podeu tornar-los a baixar sempre que els necessiteu.
de: Bilder, Videos und andere Dateien, auf die du während dieser Zeit **nicht zugegriffen** hast, werden von diesem Gerät gelöscht, um Speicherplatz zu sparen. Alle Medien bleiben in der Telegram Cloud gespeichert und können jederzeit wieder heruntergeladen werden.
es: Las fotos, videos y otros archivos de los chats en la nube a los que **no accedas** durante este periodo, se eliminarán del dispositivo para ahorrar espacio. Toda la multimedia permanecerá en la nube de Telegram y podrás descargarla de nuevo si la necesitas.
fa: عکس‌ها، ویدیوها و سایر فایل‌های گفتگوهای اَبری که شما در این بازه آن‌ها را ** مشاهده نکرده‌اید** جهت ذخیره‌سازی فضای دیسک از این دستگاه حذف می‌شوند. تمامی رسانه‌ها در اَبر تلگرام باقی مانده و در صورت نیاز شما می‌توانید آن‌ها را دوباره دانلود کنید.
fi: Kuvat, videot ja muut tiedostot, joita **et ole käyttänyt** tällä aikavälillä, poistetaan tältä laitteelta tallennustilan säästämiseksi. Kaikki tiedot säilyvät Telegramin pilvessä ja voidaan tarvittaessa ladata uudelleen.
fr: Les photos, vidéos et autres fichiers d'échanges en ligne auxquels vous n'avez **pas accédé** au cours de cette période seront supprimés de l'appareil pour préserver l'espace disque. Tous les médias restent sur les serveurs Telegram et peuvent être téléchargés à nouveau quand vous en avez besoin.
id: Foto, video, dan berkas lain dari cloud chat yang sudah **tidak diakses** oleh Anda selama periode ini akan dihapus dari perangkat ini untuk menghemat ruang disk. Semua media yang akan tetap berada di Telegram cloud dan dapat diunduh kembali jika Anda memerlukannya.
it: Foto, video e altri file dalle chat nel cloud che non hai **aperto** in questo periodo saranno eliminati dal dispositivo per preservare lo spazio sul disco. Tutti i media rimarranno nel cloud Telegram e potranno essere riscaricati ogni volta che ne avrai bisogno.
ko: 이 기간 동안 회원님이 **접근하지 않으신** 클라우드 대화방의 사진, 동영상과 그 밖의 파일들이 디스크 공간 확보를 위해 이 기기에서 제거됩니다. 모든 미디어는 텔레그램 클라우드에 남으며 필요할 때 다시 다운로드하실 수 있습니다.
ms: Foto, video dan fail lain dari bual awan kepunyaan anda **yang tak diakses** dalam tempoh masa ini akan dikeluarkan dari peranti ini untuk menambah ruang disk. Semua media akan berada di awan Telegram dan boleh dimuat turun jika perlu.
nl: Foto's, video's en andere bestanden uit cloudchats die je gedurende deze periode niet hebt **geopend** zullen worden verwijderd van dit apparaat om ruimte te besparen. Alle media zal in de Telegram-cloud bewaard blijven en kan opnieuw worden gedownload als je het weer nodig hebt.
pl: Zdjęcia, wideo i inne pliki z czatów w chmurze **nieużywane** w tym okresie zostaną usunięte z urządzenia, by zaoszczędzić miejsce w pamięci. Wszystkie media pozostaną w chmurze Telegrama i jeśli zajdzie potrzeba, mogą zostać ponownie pobrane.
pt_br: Fotos, vídeos e outros arquivos da nuvem que você **não acessou** durante esse período serão removidos deste dispositivo para economizar espaço em disco. Todas as mídias permanecerão na nuvem do Telegram e poderão ser baixadas novamente conforme necessário.
ru: Фото, видео и другие файлы, которые Вы **не смотрели** в течение этого срока, будут удалены с устройства для экономии места на телефоне. Все медиа останутся в облаке Telegram, при необходимости Вы сможете загрузить их снова.
sv: Bilder, video och andra filer från chattar som du, under den här perioden, **inte har läst** kommer att tas bort för att spara diskutrymme. Alla mediafiler i Telegrams moln kan hämtas igen när du behöver dem.
tr: Depolama alanından tasarruf etmek için, bu süre içinde **erişmediğiniz** bulut sohbetlerindeki fotoğraflar, videolar ve diğer dosyalar bu cihazdan kaldırılır. Tüm medya dosyalarınız Telegram bulutunda durur ve tekrar ihtiyacınız olduğunda yeniden indirilebilir.
uk: Фото, відео та інші файли з хмарних чатів, якими ви **не користувалися** протягом цього періоду, буде видалено з цього пристрою для економії місця. Усі медіа залишаться у хмарі Telegram, за потреби ви зможете завантажити їх знову.
uz: Siz bu davr ichida **kirmagan** rasm, video va boshqa fayllar qurilmangiz xotirasini saqlash maqsadida telefoningizdan oʻchirib tashlanadi. Barcha mediafayllar Telegram bulutida saqlanadi va agar u sizga yana kerak boʻlsa, qayta yuklab olinishi mumkin.
zh_cn: 为节省储存空间，此期限内**没有使用过**的缓存文件都会被删除。这包括您消息记录中的图片、视频或其它文件。 这些媒体都会保留在 Telegram 云端，若您需要可再次下载。
zh_tw: 為節省儲存空間，此期限内**沒有使用過**的暫存文件都會被删除。這包括您訊息記錄中的圖片、影片或其它文件。 這些媒體都會保留在 Telegram 雲端，若您需要可再次下載。

# KickFromBroadcast
source: Remove from broadcast list
ar: إزالة من قائمة الرسالة الجماعية
be: Выключыць са спіса рассылкі
ca: Expulsa de la llista de difusió
de: Aus Broadcast Liste entfernen
es: Eliminar de la lista de difusión
fa: حذف از فهرست انتشار
fi: Poista vastaanottajista
fr: Supprimer de la liste de diffusion
id: Hapus dari daftar siaran
it: Rimuovi dalla lista broadcast
ko: 알릴 목록에서 제거
ms: Keluarkan dari daftar siaran
nl: Verwijder van verzendlijst
pl: Usuń z listy odbiorców
pt_br: Remover da lista de transmissão
ru: Удалить из списка рассылки
sv: Ta bort från sändningslista
tr: Yayın listesinden kaldır
uk: Вилучити зі списку трансляцій
uz: Xabar tarqatish ro‘yxatidan chiqarib tashlash
zh_cn: 从群发消息名单中移除
zh_tw: 從廣播名單中移除

# KickFromGroup
source: Remove from group
ar: إزالة من المجموعة
be: Выдаліць з суполкі
ca: Expulsa del grup
de: Aus der Gruppe entfernen
es: Eliminar del grupo
fa: حذف از گروه
fi: Poista ja estä ryhmästä
fr: Éjecter
id: Keluarkan dari grup
it: Rimuovi dal gruppo
ko: 그룹에서 추방
ms: Keluarkan dari grup
nl: Verwijderen uit groep
pl: Usuń z grupy
pt_br: Remover do grupo
ru: Удалить из группы
sv: Ta bort från grupp
tr: Gruptan çıkar
uk: Вилучити з групи
uz: Guruhdan chiqarib tashlash
zh_cn: 从群组中移除
zh_tw: 從群組中移除

# KickFromSupergroup
source: Restrict user
ar: تقييد المستخدم
be: Абмежаваць карыстальніка
ca: Restringeix l'usuari
de: Nutzer einschränken
es: Restringir usuario
fa: محدود کردن کاربر
fi: Rajoita käyttäjää
fr: Restreindre
id: Batasi pengguna
it: Limita utente
ko: 사용자 제한
ms: Hadkan pengguna
nl: Lid beperken
pl: Ogranicz użytkownika
pt_br: Restringir usuário
ru: Ограничить пользователя
sv: Inskränk användaren
tr: Kullanıcıyı kısıtla
uk: Обмежити
uz: Foydalanuvchini cheklash
zh_cn: 限制用户权限
zh_tw: 限制用戶權限

source: km
ar: كم
be: км
ru: км
uk: км

# KMetersAway
source: km away
ar: ك.مترًا من هنا
be: км ад вас
ca: km de distància
de: km entfernt
es: km de distancia
fa: کیلومتر دورتر
fi: km päässä
fr: km de vous
id: km dari sini
it: km
ko: km 떨어짐
ms: km dari sini
nl: km
pl: km od ciebie
pt_br: km de distância
ru: км отсюда
sv: km bort
tr: km uzakta
uk: км звідси
uz: km uzoqlikda
zh_cn: 千米以外
zh_tw: 公里以外

# KMetersAway2
source: {0} km away
ar: على بُعد ⁨{0}⁩ كم
be: {0} кіламетраў ад вас
ca: a {0} km
de: {0} km entfernt
es: a {0} km
fa: ⁨{0}⁩ کیلومتر دورتر
fi: {0} km päässä
fr: à {0} km
id: jarak {0} km
it: distante {0} km
ko: {0} km 떨어짐
ms: {0} km dari sini
nl: {0} km afstand
pl: {0} km od ciebie
pt_br: {0} km de distância
ru: {0} км отсюда
sv: {0} km bort
tr: {0} km uzakta
uk: {0} км звідси
uz: {0} km uzoqlikda

# KMetersFromYou2
source: {0} km from you
ar: يبعد عنك ⁨{0}⁩ كم
be: за {0} км ад вас
ca: Distància: {0} km
de: {0}km entfernt
es: a {0} km de ti
fi: {0} km:n päässä
fr: à {0} km de vous
it: {0} km da te
ko: 나에게서 {0} km 떨어짐
ms: {0} km dari anda
nl: {0} km afstand
pl: {0} km od ciebie
pt_br: {0} km de você
ru: {0} км от вас
sv: {0} km från dig
tr: sizden {0} km uzakta
uk: {0} км від вас

# KMetersShort
source: {0} km
ar: ⁨{0}⁩ كم
be: {0} км
ru: {0} км
uk: {0} км

source: Language
ar: اللغة
be: Мова
ca: Llengua
de: Sprache
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
id: Bahasa
it: Lingua
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова
uz: Til
zh_cn: 语言
zh_tw: 語言

# LanguageAlert
source: You are about to apply a language pack (**{0}**) that is {1}% complete. This will translate the entire interface. You can suggest corrections via the [translation platform]. You can change your language back at any time in Settings.
ar: أنت على وشك تطبيق حزمة اللغة (**⁨{0}⁩**) والمكتملة بنسبة ⁨{1}⁩%. سيؤدي هذا إلى ترجمة الواجهة بالكامل، يمكنك اقتراح التصحيحات في [منصة الترجمة]. يمكنك تغيير لغتك مرة أخرى في أي وقت من خلال الإعدادات.
be: Вы збіраецеся дастаcаваць моўны пакет (**{0}**), які скончаны на {1}%. Гэта дзеянне перакладзе ўвесь інтэрфейс. Вы можаце прапанаваць выпраўленні праз [платформу перакладаў]. Вы можаце змяніць мову ў любы час праз Налады.
ca: Esteu a punt d'aplicar un paquet de llengua (**{0}**) que es troba complet al {1}%. Això traduirà tota la interfície. Podeu suggerir correccions a la [plataforma de traducció]. Podeu tornar a canviar la llengua en qualsevol moment a la Configuració.
de: Du versuchst ein Sprachpaket (**{0}**) anzuwenden, was zu {1}% fertiggestellt wurde. Das wird die gesamte Oberfläche übersetzen. Korrekturen kannst du auf der [Übersetzungsplattform] vorschlagen. Die Sprache lässt sich jederzeit wieder in den Einstellungen ändern.
es: Estás a punto de aplicar un pack de idioma (**{0}**) que está completo en un {1} %. Esto traducirá toda la interfaz. Puedes sugerir correcciones en la [plataforma de traducción]. Puedes cambiar el idioma cuando quieras en Ajustes.
fa: شما می‌خواهید بسته زبانی (**⁨{0}⁩**) را اعمال کنید که ⁨{1}⁩% آن کامل است. این کار تمامی رابط کاربری را ترجمه می‌کند. شما می‌توانید اصلاحاتی را از طریق [پلتفرم ترجمه] پیشنهاد دهید. شما می‌توانید زبان خود را در هر زمانی در قسمت تنظیمات به زبان قبلی تغییر دهید.
fi: Olet ottamassa käyttöön kielipakettia (**{0}**) joka on {1}% valmis. Koko käyttöliittymä käännetään. Voit ehdottaa korjauksia [käännösalustallamme]. Voit vaihtaa kielen takaisin koska vain asetuksista.
fr: Vous êtes sur le point d'appliquer un paquet linguistique (**{0}**) traduit à {1} %. Cela traduira toute votre interface. Vous pouvez suggérer des corrections sur la [plateforme de traduction]. Vous pouvez changer de langue à tout moment dans les paramètres.
id: Anda ingin memasang set bahasa %d% yang sudah tersedia. Hal ini akan mengubah seluruh tampilan. Anda dapat memberikan saran dan tambahan pada "panel translasi". Anda dapat mengganti bahasa Anda kapan saja di Pengaturan.
it: Stai per applicare una lingua (**{0}**) che è completa al {1}%. Questo tradurrà l'intera interfaccia. Puoi suggerire correzioni nella [piattaforma di traduzione]. Puoi cambiare la tua lingua in qualsiasi momento nelle Impostazioni.
ko: {1}% 완성된 언어 묶음(**{0}**)을 적용하시려고 합니다. 인터페이스 전체가 번역됩니다. [번역 플랫폼]을 통해 오역을 바로잡으실 수 있습니다. 설정에서 언제든 언어를 바꾸실 수 있습니다.
ms: Anda hampir mengguna pek bahasa (**{0}**) yang telah {1}% siap.. Ini akan menterjemah keseluruhan interfes. Anda boleh cadang pembetulan di [platfom terjemahan]. Anda boleh tukar balik ke bahasa anda pada bila-bila masa di Aturan.
nl: Je staat op het punt om een aangepast taalbestand toe te passen, dit taalbestand (**{0}**) is {1}% compleet. Hiermee vertaal je de complete app, correcties kun je doorgeven via het [vertalingsplatform]. Je kunt je taal altijd aanpassen via Instellingen.
pl: Masz zamiar zastosować pakiet językowy (**{0}**), który jest kompletny w {1}%. To przetłumaczy cały interfejs. Możesz zaproponować poprawki za pośrednictwem [platformy tłumaczeń]. W każdej chwili możesz zmienić język w Ustawieniach.
pt_br: Você irá aplicar um pacote de idioma (**{0}**) que está {1}% concluído. Isso irá traduzir toda a interface. Você pode sugerir alterações na [plataforma de tradução]. Se desejar, altere seu idioma novamente a qualquer momento nas Configurações.
ru: Перевод (**{0}**), который Вы собираетесь использовать, закончен на {1}%. Это изменит язык всего интерфейса. Предложить свою версию перевода можно через [платформу переводов]. Вы можете в любой момент изменить язык в настройках приложения.
sv: Du är i färd med läsa in ett språkpaket (**{0}**) som till {1}% är klart. Språkpaketet översätter hela gränssnittet. Du kan föreslå korrigeringar via [översättningsplattformen]. Du kan när som helst byta språk i Inställningar.
tr: Uygulamak istediğiniz dil paketi (**{0}**) %{1} oranında çevrilmiş. Bu paket uygulama arayüzünü çevirecek. Düzeltmeleri [çeviri platformu] üzerinden önerebilirsiniz. Dilinizi Ayarlar'dan dilediğiniz zaman eski haline geri döndürebilirsiniz.
uk: Ви збираєтеся застосувати переклад (**{0}**), який готовий на {1}%. Увесь інтерфейс буде перекладено. Ви можете повідомляти про помилки на [платформі перекладів]. Встановити іншу мову можна буде в Налаштуваннях застосунку.
uz: Siz qoʻllamoqchi boʻlgan (**{0}**) tarjima toʻplami {1}% tarjima qilingan. Bunda butun interfeys tili oʻzgaradi. [translation panel]da oʻz tarjima versiyangizni taklif qilishingiz mumkin. Istalgan payt ilova sozlamalarida tilni oʻzgartirishingiz mumkin.

# LanguageCode
source: en
ar: ar
be: be
ca: ca
de: de
es: es
fa: fa
fi: fi
fr: fr
id: id
it: it
ko: ko
ms: ms
nl: nl
pl: pl
pt_br: pt_BR
ru: ru
sv: sv
tr: tr
uk: uk
uz: uz
zh_cn: zh_CN
zh_tw: zh_TW

# LanguageCustom
source: Custom
ar: مخصص
be: Карыстальніцкая
ca: Personalitzada
de: Eigene
es: Personalizado
fa: دلخواه
fi: Mukautettu
fr: Personnalisé
id: Kustomisasi
it: Personalizzata
ko: 맞춤
ms: Khusus
nl: Aangepast
pl: Własny
pt_br: Personalizado
ru: Сторонний
sv: Egen
tr: Özel
uk: Власна
uz: Maxsus
zh_cn: 自定义
zh_tw: 自定義
